{	
	"Akira": {
	   "Full name": "Unknown",
	   "Desc": "Akira is a female cosplay prop designer and friend Suzuka. Her last name is currently unknown.",
	   "Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/5/56/Akira.png/revision/latest/scale-to-width-down/291?cb=20220331141818",
	   "Age": "Unknown",
	   "Species": "Human",
	   "Gender": "Female",
	   "Hair Color": "Black",
	   "Debut": "Chapter 68 (manga)",
	   "Appearace": "Not Documented",
	   "History": "Not Documented",
	   "Plot": "Not Documented",
	   "Relationships": "Not Documented",
	   "Etymology": "Not Documented",
	   "Gallery": "Not Documented",
	   "Trivia": "Not Documented",
	   "Quotes": "Not Documented",
	   "References":  "Not Documented",
	   "VA" : {
		   "Japanese": "NA",
		   "English": "NA"
	   }
	},

	"Amane": {
	   "Full name": "Himeno Amane",
	   "Desc": "Himeno Amane is a male cosplayer who often cross-plays (cosplays as female characters). When he first meets Marin Kitagawa and Wakana Gojo, he is cosplaying as Hatsusegawa Subaru from Space Idol Cosmos Lovers (Cos-Lovers for short).",
	   "Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/9/91/Himeno.png/revision/latest/scale-to-width-down/350?cb=20220331142858",
	   "Age": "20",
	   "Species": "Human",
	   "Gender": "Male",
	   "Hair Color": "Black",
	   "Debut": "Chapter 40 (manga)",
	   "Appearace": "Not Documented",
	   "History": "Not Documented",
	   "Plot": "Not Documented",
	   "Relationships": "Not Documented",
	   "Etymology": "Not Documented",
	   "Gallery": "Not Documented",
	   "Trivia": "Not Documented",
	   "Quotes": "Not Documented",
	   "References":  "Not Documented",
	   "VA" : {
		   "Japanese": "NA",
		   "English": "NA"
	   }
	},

	"Daia": {
		"Full name": "",
		"Desc": "Daia is a member of class 1-5 and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. Her last name is currently unknown. She is first introduced in the background in chapter 1 as one of Marin's 3 close female friends. She is introduced to Gojo in chapter 5 alongside her friend Rune.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/f/fb/Daia.png/revision/latest/scale-to-width-down/210?cb=20220330214129",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Brown",
		"Debut": "Ep 1 and Chapter 1 (manga and anime)",
		"Appearace": "She has shoulder-length hair and often wears black hoop earrings.",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Hana": {
		"Full name": "Unknown",
		"Desc": "Is the teacher of class 1-5",
		"Image": "Not Provided",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Brown",
		"Debut": "Chapter 49 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "Not Documented",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Kaoru": {
		"Full name": "Kaoru Gojo",
		"Desc": "Kaoru Gojo (五ご条じょう 薫かおる, Gojō Kaoru?) is the grandfather of Wakana Gojo.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/d/d9/Kaoru_Gojou_Anime.png/revision/latest/scale-to-width-down/208?cb=20211214061340",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "White",
		"Debut": "Ep1 and Chapter 1 (anime and manga)",
		"Appearace": "Kaoru has short white hair and has black eyes. He wears black clothing, glasses, and black-laced sandals.",
		"History": "In the past, Wakana's mother and father past away and he took it upon himself to raise Wakana. His grandson would develop an interest in his profession of making Hina dolls and becomes his mentor on how to craft and create them.",
		"Plot": "Not Documented",
		"Relationships": "Wakana Gojo: Is his grandson whom he fosters.",
		"Etymology": "The name Kaoru means `fragrance, fragrant` (薫かおる, ?).\n Kaoru's surname Gojo means `five` (五ご, go?) and `article` (条じょう, jō?).",
		"Gallery": {
			"1": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/5/5a/Kaoru_Gojou%27s_Face_%281%29.png/revision/latest/scale-to-width-down/185?cb=20211214061305",
			"2": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/f/fc/Kaoru_Gojou%27s_Face_%282%29.png/revision/latest/scale-to-width-down/185?cb=20211214061324"
		},
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "Not Documented",
		"VA" : {
			"Japanese": "Atsushi Ono",
			"English": "R. Bruce Elliott"
		}
	},

	"Kensei": {
		"Full name": "Kensei Morita",
		"Desc": "Kensei Morita is a member of class 1-5, and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. He has long dark hair and is characterized by his loud personality. Despite this, his classmates view him as friendly. Gojo uses him as the example of a confident masculine guy when Marin is cosplaying as Rei-sama.\nHe is first introduced in chapter 47 as a close friend of Marin Kitagawa alongside his friend Shiki Kashiwagi.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/9/9e/Morita.png/revision/latest/scale-to-width-down/165?cb=20220330220928",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Unknown",
		"Debut": "Chapter 47 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Koga": {
		"Full name": "Koga Takeru",
		"Desc": "Koga Takeru is a member of class 1-5, and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. He is first introduced in chapter 53 during the Rei-sama school festival arc as a friend of Kensei and Shiki.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/3/35/Koga.png/revision/latest/scale-to-width-down/350?cb=20220330215536",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Black",
		"Debut": "Chapter 51 (manga only)",
		"Appearace": "He has messy black hair and two piercings in his left ear. He also wears a bracelet on his left wrist.",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Marin": {
		"Full name": "Marin Kitagawa",
		"Romanji": "Kitagawa Marin",
		"Kanji": "喜多川 海夢",
		"Nickname": "Marine (Cosplay)",
		"Relatives": "Unnamed Father\n Unnamed Mother (deceased)",
		"Affiliation": "",
		"Bday": "5th March 2002",
		"Weight": "Around 50 kg",
		"Eye Colour": "Dark Pink (color contacts)\nBrown (natural eye color)",
		"Desc": "Marin Kitagawa (喜き多た川がわ 海ま夢りん, Kitagawa Marin?) is the main female protagonist in the Sono Bisque Doll wa Koi wo suru series.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/6/65/Kitagawa_Marin-.png/revision/latest/scale-to-width-down/192?cb=20211025173248",
		"Age": "15",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Blonde (pink coloring at edge)",
		"Debut": "Ep 1 and Chapter 1 (manga and anime)",
		"Appearace": {
			"Default": "Marin Kitagawa is a slim and above-average height girl with a light skin tone. Her eyes are a dark brown naturally, although she is almost always seen with dark pink color contacts (outside of her cosplaying). Her build is on the thinner side with a small waistline. She has silky blonde hair, tipped with pinkish-red or citrus orange, reaching down around her waist. Her bangs cover a majority of her forehead and eyebrows, reaching around the start of her eyelashes. Two locks of hair also flow over her shoulders and end around her chest region. Her hairstyles include long straight hair, a single ponytail, a double ponytail, a double knot on top, a bun, and a single top ponytail. In terms of gradient, her hair goes from pure blonde at the top and progressively becomes pinkish-red or citrus-orange towards the bottom. She does wear ear piercings which include one ring piercing, three pearl piercings, and an industrial piercing on the left ear and two ring piercings, and one pearl piercing on the right ear.\nHer fashion sense varies according to where she is. At school, she wears a white button shirt with one chest pocket on her left, a navy blue tie, a plaid skirt, black socks, and brown shoes. She also tends to wear a stretchy black choker, two bracelets on her left arm, and a ring on both her right pinky and left index finger. When she is going somewhere casual, she tends to wear various outfits that fit her liking.",
			"1": "Shizuku Kuroe: She wears a black shoulder-length wig with a violet tint, her bangs slightly spread out and covering her forehead, extending just above the fake eyelashes. The eyelashes are moderately long but only on the outer corners of the eye to create a droopy eye impression. She wears purple color contacts and her eyeshadow is red. Her eyebrows are shaved and new eyebrows are drawn to best mimic the expression. She wears a black mob cap with three red artificial roses on top, the mob cap having an embroidered rose pattern. She dons a black maid gown with frills where the arm meets the torso. The cuffs are extended to cover the hand and widen towards the end like a cone and the end is ruffled. There is a brown leather choker attached to a metal ring with a chain extending from it. She also wears a tie. Her breast pockets cover the breasts, with two strings tied in a loopback pattern going from frill to frill. A few nubras are stacked beneath the breast pockets to make them look bigger. She is slimmest directly beneath the breasts, where the dress starts. There are at least three layers to the dress, including a crinoline to make the dress look fluffy. The top layer is a rose embroidered pattern with frilled at the end, then there's a black layer and a frilled layer beneath. She wears black rose embroidered stockings. There is also a tulle and garter belt. The stockings are connected to the underwear with two strings on each leg. She wears black platform heels. The number 17 is written on her thighs, right beneath the underwear, as a detail of how many times Shizuku had intercourse. The way 17 is written is by Chinese telly marks so there is added another telly mark by each intercourse Shizuku has had. Why it says 17 is unknown, it might be what Marin got in her playthrough of Saint ♡ Slippery's Academy for Girls - The Young Ladies of the Humiliation Club: Debauched Miracle Life 2.",
			"2": "Black Lobelia: She wears an officer's cap with a fleur-de-lis on the cap and an officer's jacket with epaulets and fringes. Beneath that she wears a cap. There's also an imitating jewel on her chest. Her dress is layered and fringed at the edges. Her accessories also include a choker and black gloves. She wears different color contacts symbolising heterochromia, her left being blue and her right being red.",
			"2.5": "Prisoner Veronica: She wears a white choker, jagged teeth, a small cloth on the chest that emphasizes her underboobs, and short pants, it was finished quickly due to its simple design, but Marin did not use it, due to the high rate of chest skin exposure. In the end, Marin annoyed Wakana that he would send her pictures of her wearing the cosplay.",
			"3": "Rizu-kyun: She has long pointy ears. Her bangs are rectangular and even. She has 2 locks of hair going over her shoulder on each side of her head at the front. The top piece consists of ... [need help editing]. Her sleeves are baggy and cover the entire arm. In the end, there are putties? with pearl buttons. The bottom piece is underwear with a tail. There's a spade at the end of the tail. For this cosplay, she wears olive green colour contacts.",
			"4": "Rei-sama: She has short hair with a mid-part in the middle. The attire is a white suit jacket with a black lapel, a white vest with black buttons, a black button shirt with a royal design, white pants, black shoes, a rainbow rose in her chest pocket, and a white tie. The suit is a tight fit and provides her with a masculine figure."
		},
		"Personality": "Marin is extravagant, messy, and while quite mature, she's also clumsy. She isn't very skilled at handiwork. Marin is a cosplayer and a huge otaku, being a fan of magical girl anime and adult video games.\nShe is notably very kind, friendly, cheerful, and outgoing. It is shown that Marin greatly dislikes overly-critical people that judge others for their interests, causing her to reject the advances of a boy at the start of the series. Marin's non-judgmental outlook and friendly nature causes her to greatly admire Gojo, not caring that the boy is seen as awkward and quiet by others. She loves eating but still despite that she manages to maintain her slender figure, until later on in chapter 64. She's not a very good cook, and her meals are often greasy and contain large quantities of rice.\nMarin is a procrastinator. She says that she often crams for tests at the last minute, and puts off doing her summer homework as much as she could. She also has a habit of neglecting to study and watching anime instead.",
		"History": "Marin's mother died when she was very young, leaving her under the care of her father. Though he loves her, Marin's father is often called to work abroad, leaving her to live alone most days. Prior to the start of the series, Marin secured a part-time job as an amateur model.",
		"Plot": "One day, Marin falls and hits her head on Gojo Wakana's table and apologizes, marking the first yet brief conversation between the two. The next day, Gojo and Marin are both assigned to afterschool cleaning, though things still remain awkward between the two. One day, Gojo was planning to use the school's sewing machine to work on a doll but coincidentally, Marin comes in a spots him. After admiring Gojo's doll and praising his work, Marin asks if Gojo could help her create cosplays, which Gojo accepts. Thus, a friendship blossoms between the two and the series begins.",
		"Relationships": {
			"1": "Wakana Gojo: At the beginning of the series, it is shown that Gojo and Marin are classmates but have rarely ever talked. With Marin being popular and outgoing, Gojo describes her as being in a whole different world than him and always at the center of attention. The two briefly talk after Marin accidentally bumps into Gojo's desk, but Gojo shuts this down after becoming too nervous. The two later are put on afterschool cleaning activities, but things remain awkward and silent. One day, after catching Gojo using the school's sewing machine and learning that he was a hina dollmaker, she asks him to make her cosplay clothes and reveals she has a deep passion for cosplaying. Wakana promises he'll help her out and receives commission fees for his work. She is very vocal about complimenting his costumes and always supports him in anything he does. At the end of Volume 2, Marin realizes she is in love with Wakana, and throughout the series, continually does whatever she can to invite him to places and spend time with him. In chapter 36, they went to a love hotel during a shoot, leaving Marin flustered and her heart beating frantically. After her father demanded that she do her summer homework, she frequently went to Wakana's house for him to help her homework and eat with him. Marin tends to get flushed around Wakana if he says anything to compliment her, and admires his passion to do what he loves. She can also get frustrated with Wakana when he outright denies any rumor that the two are dating, given that Wakana thinks that she would never date someone like him (unknowing to her), leaving her upset. It's clear that just being around him makes her happy, and she's never once denied a rumor or disliked the idea that they're together, clearly hinting that she wants more in their friendship.",
			"2": "Nowa Sugaya: They are friends",
			"3": "Sajuna Inui aka 'Juju': Marin is a fan of her cosplays. They have worked together in collaboration cosplays.", 
			"4": "Unnamed Father: They are on friendly terms, although he wishes that she'd be more hard-working because her laziness is taking after him.",
			"5": "Unnamed Mother: She died when Marin was a kid from an illness[3"
		},
		"Etymology": "Not Documented",
		"Gallery": "https://sono-bisque-doll-wa-koi-wo-suru.fandom.com/wiki/Marin_Kitagawa/Gallery",
		"Trivia": {
			"1": "Prisoner Veronica is an evident reference to Ramlethal Valentine of the Guilty Gear series, more specifically of the Xrd series.",
			"2": "In the anime, her character preview that Marin and Wakana watched is akin to those of Guilty Gear -Strive-'s character trailers.",
			"3": "Although attaining an elegant demeanor, Marin is apparently unable to swim."
		},
		"Quotes": "'You need to say how you truly feel for your own sake.' - Marin Kitagawa to Wakana Gojo",
		"References":  {
			"1": "Official anime Twitter says it is Marine's Birthday [https://twitter.com/kisekoi_anime/status/1499761824329179143]",
			"2": " Funimation Tweet [https://twitter.com/Funimation/status/1487123595134484483]",
			"3": "Chapter 15 page 12 [https://sono-bisque-doll-wa-koi-wo-suru.fandom.com/wiki/Chapter_15]"
		},
		"VA" : {
			"Japanese": "Hina Suguta",
			"English": "AmaLee"
		}
	},

	"Miori": {
		"Full name": "Unknown",
		"Desc": "Miori is the elder cousin of Gojou Wakana. She supports him on his seemingly bizarre behavior (buying stockings).",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/0/0a/USis.png/revision/latest/scale-to-width-down/377?cb=20200404134150",
		"Age": "26-27",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Unknown",
		"Debut": "Ep 4 and Chapter 8 (manga and anime)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/6/69/Screen_Shot_2022-03-05_at_23.00.40.png/revision/latest/scale-to-width-down/161?cb=20220305215847",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  {
			"1": " Chapter 27 page 9-10, Coming of Age Day 6 years ago.",
			"2":  "It is unknown if it is Miori disliking Wakana's passion for Hina Dolls in beginning of Chapter 1/Episode 1"
		},
		"VA" : {
			"Japanese": "Misako Tomioka",
			"English": "Caitlin Glass"
		}
	},

	"Miyako": {
		"Full name": "Unknown",
		"Desc": "Miyako is a female cosplayer and friend of the photographer Suzuka",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/e/e6/Miyako-cosplay.png/revision/latest/scale-to-width-down/350?cb=20220331142255",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Unknown",
		"Debut": "Chapter 69 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "Not Documented",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Murakami": {
		"Full name": "Unknown",
		"Desc": "Murakami is a member of class 1-5 and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. He secretly loves the drama Council Host, which he watches with his sister. Murakami is his last name; his first name is currently unknown.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/7/7b/Murakami.png/revision/latest/scale-to-width-down/211?cb=20220330214801",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Blonde",
		"Debut": "Chapter 51",
		"Appearace": "He has short spiky blond hair.",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA" : {
			"Japanese": "NA",
			"English": "NA"
		}
	},

	"Nowa": {
		"Full name": "Nowa Suguya",
		"Desc": "Nowa Sugaya (菅谷 乃羽, Sugaya Nowa?) is a friend of Marin Kitagawa.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/f/fe/Nowa_Sugaya.png/revision/latest/scale-to-width-down/285?cb=20220125160913",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Black",
		"Debut": "Ep 1 and Chapter 1 (manga and anime)",
		"Appearace": "Nowa has black hair with red streaks and black eyes. She wears a black vested school uniform.",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Marin Kitagawa: Every time Nowa appears she is always in close proximity with Marin, they have a playful and close relationship, close to the point where Nowa doesn't mind calling out Marin and Wakana Gojo in the karaoke chapter if they are going out together, and Marin nonchalantly responds that it was summer.",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA": {
			"English": "Dani Chambers",
			"Japanese": "Rarisa Tago Takeda"
		}
	},

	"Rune": {
		"Full name": "Unknown",
		"Desc": "Rune is a member of class 1-5 and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. Her last name is currently unknown.\nShe is first introduced in the background in chapter 1 as one of Marin's 3 close female friends. She is introduced to Gojo in chapter 5 alongside her friend Daia.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/6/60/Rune.png/revision/latest/scale-to-width-down/243?cb=20220330214416",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Orange",
		"Debut": "Ep 1 and Chapter 1 (manga and anime)",
		"Appearace": "She has long wavy orange hair.",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA": {
			"English": "NA",
			"Japanese": "Akira Sekine"
		}
	},

	"Sajuna": {
		"Full name": "Sajuna Inui",
		"Desc": "Sajuna Inui (乾 紗寿叶, Inui Sajuna?) is a supporting character in the series that first appears in Volume 2. After seeing Wakana's first cosplay outfit online, she tracks him down to hire him to create her next cosplay. She is a famous online cosplayer that goes by the name `Juju.`",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/d/d0/Sajuna_Inui.png/revision/latest/scale-to-width-down/208?cb=20211207061434",
		"Age": "17",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Pale pink",
		"Debut": "Ep 6 and Chapter 11 (manga and anime)",
		"Eye Color": "Hazel",
		"Bday": "somewhere from 2000 or 2001",
		"Appearace": "Sajuna, or Juju, possesses a petite, child-like appearance, smooth pale skin, pale pink hair, and large eyes. She wears her hair half in pigtails and half long, and her clothes are a red serafuku (sailor suit) with a yellow bow, and long black knee socks. Despite her young appearance, she is a second year in an all-girls high school.",
		"Personality": "Sajuna is a bit headstrong in her interactions with Marin and Wakana at first. She is very passionate about cosplaying as it helps accomplish her dream of being a `magical girl.` She likes doting on her little sister and blushes whenever Shinju compliments her in any way.\nSajuna is shown to have reluctance in expressing how she really feels about certain things, likening her to a tsundere.",
		"History": "She is a cosplayer by the name of `Juju.` She mainly cosplays as Magical Girls or Primary School students from anime, due to her youthful physique.\n'She's super beautiful and her cosplay and photo quality is nothing to scoff at, so she's drowning in follows.' - Marin Kitagawa, to Sajuna.",
		"Plot": "Not Documented",
		"Relationships": {
			"1": "Shinju Inui: Who appears to look older than her despite being a middle school student.",
			"2": "Wakana Gojo: Sajuna saw Wakana's first cosplay outfit online after Marin posted pictures and followed him at a cosplay event until figuring out his name and where he lived. She hired him to make her a costume, saying that it was love at first sight when she saw his previous outfit for Marin. Sajuna is the second person Wakana creates a cosplay outfit for. She fainted when he grabbed her hand while scouting a photo shoot location, given that it was her first time holding hands with someone of the opposite sex. She was extremely happy with how Wakana supported her sister in her first cosplay and thought he was 'wonderful' with how he approached her most 'precious things'. It is clearly hinted that Sajuna developed feelings for him.", 
			"3": "Marin Kitagawa: After seeing Marin's tweet that she would be attending a cosplay event as Shizuku-tan, Sajuna decided to go so she could see her outfit up close, only to be amazed and become jealous of her. At first, Sajuna did not think highly of Marin, seeing her only as a dummy who knew nothing about cosplaying and only liked it because of the outfits. After meeting her face to face however, Sajuna realizes that Marin is the real deal and that she's the type of cosplayer she loves the most, one who takes the characters to heart. Upon realizing this, Sajuna tearfully apologized to Marin for how she misjudged her, although she didn't get why she was apologizing."
		},
		"Etymology": "Not Documented",
		"Gallery": {
			"1": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/c/ce/KeyVisual.jpg/revision/latest/scale-to-width-down/130?cb=20211207061907",
			"2": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/7/7e/Sajuna_Inui%27s_Face_%281%29.png/revision/latest/scale-to-width-down/185?cb=20211207061806",
			"3": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/2/20/Sajuna_Inui%27s_Face_%282%29.png/revision/latest/scale-to-width-down/185?cb=20211207061850"
		},
		"Trivia": "She was the first woman Gojou saw the body of.",
		"Quotes": "Not Documented",
		"References":  {
			"1": "Chapter 22 page 19",
			"2": " https://twitter.com/EmilyJFajardo/status/1500161494188703750"
		},
		"VA": {
			"English": "Risa Mei",
			"Japanese": "Atsumi Tanezaki"
		}
	},

	"Seira": {
		"Full name": "Unknown",
		"Desc": "Seira is a member of class 1-5 and she knows how to make a rainbow rose. Seira is her first name; her last name is currently unknown.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/1/14/Seira.png/revision/latest/scale-to-width-down/350?cb=20220331143306",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Unknown",
		"Debut": "Chapter 59 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA": {
			"English": "NA",
			"Japanese": "NA"
		}
	},

	"Shiki": {
		"Full name": "Shiki Kashiwagi",
		"Desc": "Shiki Kashiwagi is a member of class 1-5 and is a friend and classmate of Marin Kitagawa and later Wakana Gojo. He has light light hair styled in a side part and usually wears glasses. He is often characterized by his friends as overly frank and blunt.\nHe is first introduced in chapter 47 as a close friend of Marin Kitagawa along with his friend Kensei Morita.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/d/da/Shiki.png/revision/latest/scale-to-width-down/140?cb=20220330214539",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Unknown",
		"Debut": "Chapter 47 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "First year of high-school, so unless she/he skipped a year or redid a year, she/he would be 15 when starting and turning 16 before next school year",
		"VA": {
			"English": "NA",
			"Japanese": "NA"
		}
	},

	"Suzuka": {
		"Full name": "Unknown",
		"Desc": "Suzuka is a photographer who often attends cosplay events. She gets overly excited by a variety of cosplay, including cross-play.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/2/28/Suzuka.png/revision/latest/scale-to-width-down/129?cb=20220331141131",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Unknown",
		"Debut": "Chapter 12 (manga only)",
		"Appearace": "She has a shoulder-length bob and often wears loose clothing like a long skirt or wide-leg pants.",
		"History": "She first meets Marin Kitagawa and Wakana Gojo at the first cosplay event they attend together, when Marin first cosplays as Shizuku-tan.\nShe then meets them again in chapter 40 at the aquarium cosplaying event.\nShe meets with Marin Kitagawa again in chapter 68 to teach her how to take better photos with her new single reflex lens camera. She attends that cosplay event with her two friends: the prop designer Akira and the cosplayer Miyako.",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "Not Documented",
		"VA": {
			"English": "NA",
			"Japanese": "NA"
		}
	},

	"Usami": {
		"Full name": "Unknown",
		"Desc": "Usami is the store clerk at the fabric store. He helps Wakana Gojo select the right fabric for his cosplay costumes. He often uses the first-person pronoun 'watashi'. Usami is his last name; his first name is currently unknown.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/f/f1/Usami.png/revision/latest/scale-to-width-down/191?cb=20220331144116",
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Unknown",
		"Debut": "Chapter 24 (manga only)",
		"Appearace": "Not Documented",
		"History": "Not Documented",
		"Plot": "Not Documented",
		"Relationships": "Not Documented",
		"Etymology": "Not Documented",
		"Gallery": "Not Documented",
		"Trivia": "Not Documented",
		"Quotes": "Not Documented",
		"References":  "Not Documented",
		"VA": {
			"English": "NA",
			"Japanese": "NA"
		}
	},

	"Wakana": {
		"Full name": "Wakana Gojo",
		"Kanji": "五条 新菜",
		"Romanji": "Gojō Wakana",
		"Relatives": {
			"1": "Unnamed Mother (deceased)",
			"2": "Unnamed Father (deceased)",
			"3": "Unnamed Grandmother (deceased)",
			"4": "Kaoru Gojo (grandfather)",
			"5": "Miori (elder cousin)"
		},
		"Height": "185 cm (6'1)",
		"Nickname": "Wacchan by Miori",
		"Affiliation": "Marin Kitagawa (Friend) (Love Interest)",
		"Desc": "Wakana Gojou (五ご条じょう 新わか菜な, Gojō Wakana?) is the main protagonist in the Sono Bisque Doll wa Koi wo suru series.",
		"Image": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/f/f8/Wakana_Gojou.png/revision/latest/scale-to-width-down/192?cb=20211025173334",
		"Age": "15",
		"Species": "Human",
		"Gender": "Male",
		"Hair Color": "Black",
		"Debut": "Ep 1 and Chapter 1 (manga and anime)",
		"Eye Color": "Grey",
		"Bday": "March 21, 2002 (Aries)",
		"Appearace": "Short-haired, 185 centimeters tall. Wakana is always wearing a Samue, a kind of general work outfit, (originally, Samue was worn by Buddhist monks when they engaged in physical labor as a spiritual practice, hence why, in chapter 42, a girl called Wakana Mr. Monk Cosplayer).",
		"Personality": "At the beginning of the story, he's a loner with no friends but hanging out with Marin makes him understand that the world is filled with wonderful and new things. He likes to keep trying out new things. He can get too absorbed in his work since it's his main passion. He loves Hina Dolls and adores making them. He gets flustered easily, especially when Marin's teasing him.",
		"History": "Wakana Gojo is a fifteen-year-old high-school boy who was socially traumatized in the past due to his passion for the things he likes. That past left a huge mark on him which caused him to become a social recluse as a result.",
		"Plot": "Not Documented",
		"Relationships": {
			"1": "Marin Kitagawa: Classmates that never spoke, Marin Kitagawa accidentally runs into Gojou one day sewing at school when his home sewing machine was broken. Realizing that he could help her with her love for cosplay, she asks him to make costumes for her, which he accepts. Initially, Gojou is nervous about his ability to create cosplay clothes for Marin because of his lack of experience, as he's only made hina dolls. After the success of the first costume, his confidence in making the outfits grows and so does his love for creating them. Gojou becomes more open with Marin as the series progresses and her words of confidence can be the driving force for why cosplays turn out successful, as well as what initially drives him to improve himself. He thinks Marin is very pretty (something he doesn't say without meaning it) with a positive outlook on life, and admires her confidence. He gets flustered whenever Marin wears revealing clothing, which occurs often. He takes care of her when she's sick, helps her with cooking, supports her in her decisions, and teaches her the things she needs to know in school if she falls behind, showing he cares a lot about her outside of cosplaying. Though his feelings for her can arguably seem to remain platonic for most of the series, it is heavily hinted in chapter 62 that Gojou is understanding he sees Marin the same as he once did for hina dolls, indicating that he is realizing he loves her.",
			"2": "Sajuna Inui: A second-year at Sakuranomiya All-Girls High School, she is a famous cosplayer and someone Marin looks up to. Wakana has seen her nude by accident, creating an awkward first meeting; though they are friends. She is the second person he creates clothes for. She greatly admires Wakana's work on her cosplay outfit, as well as how he helps her sister on her first one. It is hinted that Inui developed feelings for Wakana.", 
			"3": "Miori: She is his elder cousin. They are on friendly terms.",
			"4": "Kaoru Gojo: Wakana's grandfather. Teaches him about the act of creating doll heads."
		},
		"Etymology": {
			"1": "The name Wakana means 'fresh, new' (新わか, waka?) and 'vegetables, greens' (菜な, na?).",
			"2": "Wakana's surname Gojo means 'five' (五ご, go?) and 'article' (条じょう, jō?)."
		},
		"Gallery": "https://sono-bisque-doll-wa-koi-wo-suru.fandom.com/wiki/Wakana_Gojo/Gallery",
		"Trivia": "",
		"Quotes": "Not Documented",
		"References":  {
			"1": "Hina Suguta twitter]",
			"2": "Funimation Tweet"
		},
		"VA": {
			"English": "Paul Dateh ",
			"Japanese": "Shōya Ishige\nTomoyo Takayanagi (Young)"
		}
	},

	"Shinju": {
		"Full name": "Shinju inui",
		"Kanji": "乾 心寿",
		"Romanji": "Inui Shinju",
		"Relatives": "Sajuna Inui (sister)",
		"Height": "178 cm (5’10”)",
		"Desc": "Shinju Inui (乾 心寿, Inui Shinju?) is the younger sister of Sajuna Inui.",
		"Image": {
			"1": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/a/a2/Shinju_Inui.png/revision/latest/scale-to-width-down/208?cb=20211207061710",
			"2": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/c/c9/Inui_Shinju.png/revision/latest/scale-to-width-down/289?cb=20210312223640"
		},
		"Age": "Unknown",
		"Species": "Human",
		"Gender": "Female",
		"Hair Color": "Light Mocca",
		"Debut": "Ep 7 and Chapter 20 (manga and anime)",
		"Eye Color": "Chocolate",
		"Bday": "Unknown",
		"Appearace": "At first sight you would assume that she is older than her sister, Sajuna who has a rather childlike appearance, but that surprisingly isn't the case. She is, in fact, the youngest out of the two siblings. She has quite a 'big' chest and is very tall. Her eyes are a beautiful shade of light brown which compliments her hair that possesses the same color.",
		"Personality": "Not Documented",
		"History": "Besides her huge 'personality' and her shy nature, she is also the photographer of the one and only Sajuna Inui AKA the amazing cosplayer who goes by the name 'Juju'. Like her friends and 'big' sister, she is also interested in trying out cosplay but, contrary to the others, she wishes to cosplay as a boy. Her big chest, however, has proved to be a hurdle in achieving this.",
		"Plot": "Not Documented",
		"Relationships": {
			"1": "Sajuna Inui: Shinju's older sister (but smaller in build compared to Shinju herself)", 
			"2": "Marin Kitagawa", 
			"3": "Wakana Gojo"
		},
		"Etymology": "Not Documented",
		"Gallery": {
			"1": "https://sono-bisque-doll-wa-koi-wo-suru.fandom.com/wiki/File:KeyVisual.jpg",
			"2": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/2/22/Shinju_Inui%27s_Face_%281%29.png/revision/latest/scale-to-width-down/185?cb=20211207061453",
			"3": "https://static.wikia.nocookie.net/sono-bisque-doll-wa-koi-wo-suru/images/8/83/Shinju_Inui%27s_Face_%282%29.png/revision/latest/scale-to-width-down/185?cb=20211207061604"
		},
		"Trivia": {
			"1": "She is the photographer of Sajuna",
			"2": "She is also the friend of Marin and Wakana.",
			"3": "Her name is very similar to Shinji Inui, a character in Initial D."
		},
		"Quotes": "N-nice to meet you... I- I am Shinju Inui!",
		"References":  "Middle school student which are from 12-15 unless one skipped or redid a school year. She is probably closer to senior than junior middle school student", 
		"VA": {
			"English": "Jad Saxton",
			"Japanese": "Hina Yomiya"
		}
	}
}
